Repository: Rudra-189/Dream-Vila
Catalog: lib/core/l10n/intl_*.arb
Languages: or

# lbl_app_name
source: Dream Vila
or: ଡ୍ରିମ ଭିଲା

# lbl_sign_in
source: Sign In
or: ସାଇନ୍ ଇନ୍

# lbl_sign_up
source: Sign Up
or: ସାଇନ୍ ଅପ୍

# lbl_first_name
source: First Name
or: ପ୍ରଥମ ନାମ

# lbl_last_name
source: Last Name
or: ଶେଷ ନାମ

# lbl_email
source: Email
or: ଇମେଲ୍

# lbl_mobil
source: Mobil
or: ମୋବାଇଲ୍

# lbl_gender
source: Gender
or: ଲିଙ୍ଗ

# lbl_upload_user_profile
source: Upload User Profile
or: ଉପଯୋଗକର୍ତ୍ତା ପ୍ରୋଫାଇଲ୍ ଅପଲୋଡ୍ କରନ୍ତୁ

# lbl_select_image
source: Select Image
or: ଛବି ବାଛନ୍ତୁ

# lbl_password
source: Password
or: ପାସୱାର୍ଡ

# lbl_confirm_password
source: Confirm Password
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ

# lbl_hobby
source: Hobby
or: ଶୌଖିନ

# lbl_reading
source: Reading
or: ପଢ଼ିବା

# lbl_drawing
source: Drawing
or: ଚିତ୍ରାଙ୍କନ

# lbl_writing
source: Writing
or: ଲେଖନ

# lbl_photography
source: Photography
or: ଫଟୋଗ୍ରାଫି

# lbl_hello
source: Hello!
or: ନମସ୍କାର!

# lbl_house
source: House
or: ଘର

# lbl_apartment
source: Apartment
or: ଆପାର୍ଟମେଣ୍ଟ

# lbl_office
source: Office
or: କାର୍ଯ୍ୟାଳୟ

# lbl_land
source: Land
or: ଜମି

# lbl_plots
source: Plots
or: ପ୍ଲଟ୍‌ସ୍

# lbl_discount
source: % Discount
or: % ଛୁଟ

# lbl_title
source: Title
or: ଶୀର୍ଷକ

# lbl_description
source: Description
or: ବିବରଣୀ

# lbl_address
source: Address
or: ଠିକଣା

# lbl_price
source: Price
or: ମୂଲ୍ୟ

# lbl_discount_percentage
source: Discount Percentage
or: ଛୁଟ ଶତପ୍ରତିଶତ

# lbl_rating
source: Rating
or: ରେଟିଂ

# lbl_plot
source: Plot
or: ପ୍ଲଟ୍

# lbl_type
source: Type
or: ପ୍ରକାର

# lbl_bedroom
source: Bad Room
or: ଶୋଇବା ଘର

# lbl_hall
source: Hall
or: ହଲ୍

# lbl_kitchen
source: Kitchen
or: ରନ୍ନଘର

# lbl_washroom
source: Washroom
or: ପାଖଘର

# lbl_add_product
source: Add Product
or: ପଣ୍ୟ ଯୋଗ କରନ୍ତୁ

# lbl_update_product
source: Update Product
or: ପଣ୍ୟ ଅଦ୍ୟତନ କରନ୍ତୁ

# lbl_do_not_have_an_account
source: Donâ€™t have an account?
or: ଖାତା ନାହିଁ?

# lbl_already_have_an_account
source: Already have an account?
or: ପୂର୍ବରୁ ଖାତା ଅଛି?

# lbl_forgot_password
source: Forgot Password?
or: ପାସୱାର୍ଡ ଭୁଲିଗଲେ?

# lbl_male
source: Male
or: ପୁରୁଷ

# lbl_female
source: Female
or: ନାରୀ

# lbl_upload_images
source: Upload Images
or: ଛବିଗୁଡ଼ିକ ଅପଲୋଡ୍ କରନ୍ତୁ

# lbl_no_data_found
source: No Data Found!
or: କ Data ଣସି ତଥ୍ୟ ମିଳିଲା ନାହିଁ!
